<?php
// +----------------------------------------------------------------------
// | IPTV-EPG-LWS
// +----------------------------------------------------------------------
// | 青海 订购参数
// +----------------------------------------------------------------------
// | Author: LongMaster
// | Date: 2019/4/16 18:00
// +----------------------------------------------------------------------


define('ORDER_CALL_BACK_URL', SERVER_HOST . "/cws/pay/ningxiayd/callback/hlj_index.php");  //现网 - 订购通知回调地址

// 计费项信息
// define('PRODUCT_ID', 's8801000556'); //当发起产品鉴权的时候需要第三方传产品ID，上线前由SP分配
define('PRODUCT_ID', 'P2992733467134365695'); //当发起产品鉴权的时候需要第三方传产品ID，上线前由SP分配
// define('PRODUCT_ID', ''); //当发起产品鉴权的时候需要第三方传产品ID，上线前由SP分配
define('CONTENT_ID', '110000089'); //鉴权内容id，自有影视业务鉴权时必填（注：传空，易视腾方说是预留为单点计费用的，包月直接传空！）
define('PRODUCT_TYPE', 0); // 当前产品基于产品包鉴权，故该值设置为1，如果为内容鉴权侧为0
define('CONTENT_NAME', ''); //内容名称（注：可选，易视腾方说暂不需要，可传空！）
define('PAY_PHONE', ''); //支付手机号（注：目前情况黑龙江手机号是不允许修改的，此字段不用填，填了也没有作用）
define('PAY_PRICE', 2900); //产品包实际支付价格，以分为单位（注：暂无配置，添加这个只是为了php取不到前端ajax传递来的价格，用它作为默认常量而已）

define("AUTH_USER_WITH_WEB", 1); // 是否需要通过网页端进行用户鉴权，需要定义该常量，不需要就不用定义


define("AUTH_BY_ANDROID_SDK", 1);