<?php
// +----------------------------------------------------------------------
// | IPTV-EPG-LWS
// +----------------------------------------------------------------------
// | 青海 订购参数
// +----------------------------------------------------------------------
// | Author: LongMaster
// | Date: 2019/4/16 18:00
// +----------------------------------------------------------------------
// IP地址 -- BO鉴权 -- 测试环境
// define('BO_AUTH_IP', "http://172.16.64.243:9944");
// IP地址 -- BO鉴权 -- 正式环境

// 常量 -- 用户标识
define('SPID', "99999999");
// 常量 -- 华为平台
define('SP_PLATFORM', "01");
//订购回调地址
define('ORDER_CALL_BACK_URL', SERVER_HOST ."/cws/pay/neimengdx/callback/index.php");

// 是否需要通过网页端进行用户鉴权，需要定义该常量，不需要就不用定义
define("AUTH_USER_WITH_WEB", 1);

define("AUTH_BY_ANDROID_SDK", 1);
