<?php
// +----------------------------------------------------------------------
// | IPTV-EPG-LWS
// +----------------------------------------------------------------------
// | 青海 订购参数
// +----------------------------------------------------------------------
// | Author: LongMaster
// | Date: 2019/4/16 18:00
// +----------------------------------------------------------------------

//回调
define('ORDER_CALL_BACK_URL', SERVER_HOST . "/cws/pay/qinghaiyd/callback/index.php");  //现网 - 订购通知回调地址

//define('SCSP_PROXY_URL', 'http://183.192.162.103:80/scspProxy');        // 订购地址
define('SCSP_PROXY_URL', 'http://cstv.itv.cmvideo.cn:8095/cmcc/interface');        // 订购地址

// 牌照方ID
define('COPYRIGHT_ID', '699289');

/*
 * 计费内容ID（CONTENT_ID）
 * 注：<1> 该 ContentId 为自定义唯一值！因为我方未单独为每个点播视频绑定不同的定价（若不同视频有不同定价，则 ContentId 须为注入绑定服务的 VideoId），
 * 所以全部统一，只用一个即可！
 *     <2> 如何确定该 ContentId 唯一值？需要调用“内容定价接口”，结合“策略Id”为输入参数，请求绑定。成功后，即可使用该自定义 ContentId 值！
 *     <3> 为统一现网规范，避免测试服测试使用的ContentId混乱，约定统一按照“gylm20000X”（即2开头）的为正式参数定义。若以后更新套餐，则在此基础上自增即可！
 *     <4> 测试定价规范，“gylm10000X”（即1开头）的为测试参数定义！。
 * @author Songhui on 2019-12-30
 */
/*TODO（测试）
 * 测试定价产品1：CONTENT_ID = “gylm100001”：//测试使用。
 * -“策略ID(9901000766)/产品ID(8802000190)”的“青海-测试（正式服测试）-增值业务包月0.02元”
 * -“策略ID(9901001209)/产品ID(8802000535)”的“青海-测试（正式服测试）-增值业务包月0.05元”
 * ------------------------------------------------------------------------------------
 * 测试定价产品2：CONTENT_ID = “gylm100002”：//测试使用。为融合包短期上线准备测试（结合现有线上计费点）！！！
 * -“策略ID(9901001321)/产品ID(8802000629)”的“青海-上线（正式服上线）-电视家庭医生(优惠包)包月8元”
 * -“策略ID(9901001322)/产品ID(8802000630)”的“青海-上线（正式服上线）-电视家庭医生(家庭包)包月15元”
 * -“策略ID(9901000510)/产品ID(8802000018)”的“青海-上线（正式服上线）-电视家庭医生包月29元”
 * -“策略ID(9901001516)/产品ID(8802000810)”的“青海-幸福家庭体验中心包月20元”
 *+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
 *TODO（正式）：
 * ------------------------------------------------------------------------------------
 * 正式定价产品1：CONTENT_ID = “gylm200001”：//线上1。
 * -“策略ID(9901001321)/产品ID(8802000629)”的“青海-上线（正式服上线）-电视家庭医生(优惠包)包月8元”
 * -“策略ID(9901001322)/产品ID(8802000630)”的“青海-上线（正式服上线）-电视家庭医生(家庭包)包月15元”
 * -“策略ID(9901000510)/产品ID(8802000018)”的“青海-上线（正式服上线）-电视家庭医生包月29元”
 * ------------------------------------------------------------------------------------
 * 正式定价产品2：CONTENT_ID = “gylm200002”：//线上2。（在1的基础上增加20元融合包短期上线（后期下线后，则需要调整“线上1”））
 * -“策略ID(9901001321)/产品ID(8802000629)”的“青海-上线（正式服上线）-电视家庭医生(优惠包)包月8元”
 * -“策略ID(9901001322)/产品ID(8802000630)”的“青海-上线（正式服上线）-电视家庭医生(家庭包)包月15元”
 * -“策略ID(9901000510)/产品ID(8802000018)”的“青海-上线（正式服上线）-电视家庭医生包月29元”
 * -“策略ID(9901001516)/产品ID(8802000810)”的“青海-幸福家庭体验中心包月20元”
 * -“策略id：9901002091 青海-电视家庭医生包季79元 //产品id：8802001179 电视家庭医生包季79元”
 * -“策略id：9901002092 青海-电视家庭医生包半年158元//产品id：8802001180 电视家庭医生包半年158元”
 * -“策略id：9901002093 青海-电视家庭医生包年299元//产品id：8802001181 电视家庭医生包年299元“
 * -“策略id：9901002270 青海-爱家全站包月59元//产品id：8802001312 爱家全站包月59元“
 * -“策略id：9901002286 爱家全站特惠包包月39元//产品id：8802001314 爱家全站特惠包包月39元“
 * -“策略id：9901002511 爱家全站包特惠半年199元//产品id：8802001370 爱家全站包特惠半年199元“
 * -“策略id：9901002590 青海-爱家全站优享包包月29元//产品id：8802001412 爱家全站优享包包月29元“
 * -“策略id：9901002775 青海-暖心包35元//产品id：8802001499 暖心包35元，连续包月“
 * -“策略id：9901002851 青海-爱家全站特惠购包年360元//产品id：8802001550 爱家全站特惠购包年360元“
 */
const IS_PAY_RELEASE = true; //线上发布更新，务必改为true！
if (IS_PAY_RELEASE) {
    //局方要求，内容ID必须使用内容注入时，ADI返回的内容ID进行绑定产品ID
    define('CONTENT_ID', '1028000105');         // 当前"gylm20000X"为：正式上线“产品ID”！
} else {
    define('CONTENT_ID', 'gylm100002');         // 当前"gylm10000X"为：测试联调“产品ID”！
}

// 用户兼容线上和在3983测试环境联调正式计费环境套餐，以至透传至前端通过该变量来区分是否为正在调试（注：以防万一，在同分支上A开发者正在调试计费，但B开发者因其它功能全量更新线上了）
define('IS_DEBUG_PAY', IS_PAY_RELEASE ? 0 : 1); //0非调试 1调试

// 渠道号
define('CHANNEL_ID', '00001');

// 套餐包
define('PAY_PACKAGE_TYPE_1', 1);        // 基础包月
define('PAY_PACKAGE_TYPE_2', 2);        // 视频问诊包
define('PAY_PACKAGE_TYPE_3', 3);        // 专家问诊包

// 套餐包及其对应信息（价格、描述、功能限制(详见定义：Constants.php->FUNC_XXX)）----Added by Songhui on 2019-12-27
if (IS_PAY_RELEASE) {
    //+++++++++++++++++++++ 正式产品包配置 +++++++++++++++++++++//
    define("PAY_PACKAGES", "return array(
        '800'   => array(   'price'=>800,  
                            'productId'=>'8802000629',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(FUNC_PLAY_VIDEO, FUNC_ASK_DOCTOR, FUNC_ASK_EXPERT), 
                            'desc'=>'8元-健康体验包：限制视频点播、VIP问诊、大专家问诊功能。'
                        ),
        '1500'  => array(   'price'=>1500,  
                            'productId'=>'8802000630',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(FUNC_ASK_EXPERT), //限制功能列表 
                            'desc'=>'15元-健康基础包：限制大专家问诊功能。'
                        ),
        '2900'  => array(   'price'=>2900, 
                            'productId'=>'8802000018',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(), //限制功能列表
                            'desc'=>'29元-健康尊享包：无限制，功能全部开放。'
                        ),
        // TODO 注意：下线20元融合包时，即切换为gylm200001时，请删除该20元融合包。
        '2000'   => array(  'price'=>2000,
                            'productId'=>'8802001110',//测试20元-融合包
                            'allowLimit' => 1,
                            'limitFuncIDs'=>array(),
                            'desc'=>'20元-幸福融合包：无限制，功能全部开放。'
                        ),
    );");
} else {
    //+++++++++++++++++++++ 测试产品包配置 +++++++++++++++++++++//
    define("PAY_PACKAGES", "return array(
        '800'   => array(   'price'=>800,  
                            'productId'=>'8802000629',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(FUNC_PLAY_VIDEO, FUNC_ASK_DOCTOR, FUNC_ASK_EXPERT), 
                            'desc'=>'8元-健康体验包：限制视频点播、VIP问诊、大专家问诊功能。'
                        ),
        '1500'  => array(   'price'=>1500,  
                            'productId'=>'8802000630',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(FUNC_ASK_EXPERT), //限制功能列表 
                            'desc'=>'15元-健康基础包：限制大专家问诊功能。'
                        ),
        '2900'  => array(   'price'=>2900, 
                            'productId'=>'8802000018',//局方分配产品id，已上线！
                            'allowLimit' => 1, //功能限制开关（1开启 0关闭）
                            'limitFuncIDs'=>array(), //限制功能列表
                            'desc'=>'29元-健康尊享包：无限制，功能全部开放。'
                        ),
        //TODO 用页面上UI计费点对应测试项，以方便只改该配置即可测试。
//        '800'   => array(   'price'=>20,
//                            'productId'=>'8802000190',//测试0.02元
//                            'allowLimit' => 1,
//                            'limitFuncIDs'=>array(FUNC_PLAY_VIDEO, FUNC_ASK_DOCTOR, FUNC_ASK_EXPERT), 
//                            'desc'=>'8元-健康体验包：限制视频点播、VIP问诊、大专家问诊功能。'
//                        ),
        '2000'   => array(  'price'=>2000,
                            'productId'=>'8802001110',//测试20元-融合包
                            'allowLimit' => 1,
                            'limitFuncIDs'=>array(),
                            'desc'=>'20元-幸福融合包：无限制，功能全部开放。'
                        ),
    );");
}

