<?php
// +----------------------------------------------------------------------
// | IPTV-EPG-LWS
// +----------------------------------------------------------------------
// | 01230001：[黑龙江移动]
// +----------------------------------------------------------------------
// | 功能说明：此类用于计费相关配置
// +----------------------------------------------------------------------
// | Author: Songhui
// | Date: 2019/03/01 15:15
// +----------------------------------------------------------------------

define('ORDER_CALL_BACK_URL', SERVER_HOST . "/cws/pay/heilongjiangyd/callback/index.php");  //现网 - 订购通知回调地址

// 计费项信息
// TODO 联调测试使用：appId：82123456 appKey：12345678 productId：100005191（点播的，本次不支持）/100005202（本次使用）
// TODO 生产-测试-增值业务包月0.02元-->APP_ID：8516778006830858242、APP_KEY：c334162ba91649ca89c54f5e742d3d51、productId ：P8516947106404188161
// TODO 生产-测试-增值业务包月0.03元-->APP_ID：8774148295636500482、APP_KEY：87b91bd2993b4150a69f522139f5e5f8、productId ：P8774189253786812418
// TODO 生产-上线-增值业务包月29.00元-->APP_ID：8812140200068333570、APP_KEY：036388f3c669473588bd39e9f4ba6e32、productId ：P8812180826432421890
// define('PRODUCT_ID', 'P8812180826432421890'); //当发起产品鉴权的时候需要第三方传产品ID，上线前由SP分配
define('PRODUCT_ID', '100005161,P81276299850625025,P81277700962070530'); //当发起产品鉴权的时候需要第三方传产品ID，上线前由SP分配
define('CONTENT_ID', ''); //鉴权内容id，自有影视业务鉴权时必填（注：传空，易视腾方说是预留为单点计费用的，包月直接传空！）
define('CONTENT_NAME', ''); //内容名称（注：可选，易视腾方说暂不需要，可传空！）
define('SP_TOKEN', ''); //运营商token（注：可选，易视腾方说暂不需要，可传空！）
define('PAY_PHONE', ''); //支付手机号（注：目前情况黑龙江手机号是不允许修改的，此字段不用填，填了也没有作用）
define('PAY_PRICE', 2900); //产品包实际支付价格，以分为单位（注：暂无配置，添加这个只是为了php取不到前端ajax传递来的价格，用它作为默认常量而已）

define("AUTH_BY_ANDROID_SDK", 1);                                                   // 定义鉴权的时候通过安卓平台的sdk

define("AUTH_USER_WITH_WEB", 1);                                                    // 是否需要通过网页端进行用户鉴权，需要定义该常量，不需要就不用定义
