var hospitalData = {
    'home': {
        'title': {
            'firstTitle': '39互联网医院-足不出户见名医',
            'secondTitle': '疑难杂症二次诊断平台'
        },
        'video': [
            // 'GDZX9920180815001202', 'GDZX9920180815001203'
            'GDZX5820190509215031', 'GDZX5820190509215031'
        ],
        'videoPosition': [parseInt(301), parseInt(140), parseInt(904), parseInt(500)]
    },
    'experts': [
        {
            'name': '陈纪言',
            'title': '主任医生',
            'hospital': '广东省人民医院 ',
            'job': '心血管内科',
            'specialty': '心血管病、冠心病、心瓣膜病、肥厚型心肌病',
            'detail': '医学博士，主任医师，现任广东省人民医院心血管内科主任、硕士及博士研究生导师。从事心血管内科专业已31年，在各种心血管常见病、多发病的治疗方面具有精湛的技术，并对心血管病各种急、危、重症的治疗有较高的造诣，尤其在冠心病诊断和治疗，包括经皮冠状动脉介入术，以及风心瓣膜病、肥厚型心肌病的诊断、治疗等方面有独到的见解，并将其实践于临床之中，获得良好的效果。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_1.png'
        },
        {
            'name': '劳干诚',
            'title': '主任医师',
            'hospital': '广州市红十字会医院 ',
            'job': '内分泌科',
            'specialty': '甲状腺疾病、糖尿病、肥胖症等内分泌代谢病',
            'detail': '教授，广东省医学会内分泌学分会常委，广州市医学会内分泌学会名誉主委，硕士研究生导师。中华医学会广州分会内分泌学会主任委员，长期从事内科,内分泌代谢疾病临床、科研和教学工作。长期从事糖尿病急、慢性并发症和甲状腺功能异常疾病的临床研究，并在国内医学杂志发表了多篇科学性、实用性较强的学术论文，在糖尿病急慢性并发症和甲状腺等内分泌疾病的预防、诊治积累了较丰富的临床经验。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_2.png'
        },
        {
            'name': '邱剑光',
            'title': '主任医师',
            'hospital': '中山大学附属第三医院 ',
            'job': '泌尿外科',
            'specialty': '尿系结石、肿瘤、血尿、排尿功能障碍和下尿路疾患',
            'detail': '博士研究生，1994年毕业于中山医科大学临床医学系，中华泌尿外科学会青年委员，广东省泌尿外科学会微创外科学组成员，广东省微创外科学会委员，广东省泌尿外科中西结合学会常委。具有丰富的临床诊治经验，擅长泌尿系结石、肿瘤、血尿、排尿功能障碍和下尿路疾患。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_3.png'
        },
        {
            'name': '李浩',
            'title': '副主任医师',
            'hospital': '中山大学附属肿瘤医院 ',
            'job': '肿瘤外科',
            'specialty': '头颈肿瘤的外科治疗及术后缺损的修复手术',
            'detail': '20年从医经验,毕业于中山大学,博士学位。主要研究方向： 甲状腺癌的诊断及治疗和头颈肿瘤术后缺损的修复重建、晚期累及颈总动脉的处理。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_4.png'
        },
        {
            'name': '王楚怀',
            'title': '主任医师',
            'hospital': '中山大学附属第一医院 ',
            'job': '康复医学科',
            'specialty': '创伤与骨科疾病、脊柱相关疾病及骨骼肌肉疼痛的临床康复医疗',
            'detail': '中山大学附属第一医院康复医学科主任，康复医学培训基地主任，中山一院东院颈腰痛康复中心主任。擅长创伤与骨科疾患、脊柱相关疾病及骨骼肌肉疼痛康复。包括颈椎病、肩周炎、腰腿痛、慢性骨骼肌肉疼痛、骨关节炎；运动损伤、脊柱脊髓损伤（截瘫）、颅脑损伤、周围神经损伤、骨关节疾患术后、关节置换术后；青少年脊柱侧弯、小儿斜颈、扁平足或足踝力学异常、步态或姿势不良；足部矫形及义肢矫形器的装配等。 ',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_5.png'
        },
        {
            'name': '霍勇',
            'title': '主任医师',
            'hospital': '中国医学科学院阜外医院 ',
            'job': '心血管内科',
            'specialty': '心律失常诊治与介入治疗等',
            'detail': '北京大学第一医院教授，主任医师，博士生导师，现任北京大学第一医院心内科心脏中心主任，北京大学医学部心血管内科学系主任。自90年代初致力于冠状动脉支架术、旋磨术、颈动脉支架术等新技术引进和具有中国自主知识产权的冠状动脉支架的研发。作为中华医学会心血管介入治疗培训中心主任，先后帮助全国400余家医院开展冠脉介入治疗，在全国29个省市自治区举办培训班和研讨会，大力推动了中国心血管病介入诊疗技术的普及。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_6.png'
        },
        {
            'name': '郭应禄',
            'title': '中国工程院院士',
            'hospital': '北京大学第一临床医学院名誉院长 ',
            'job': '泌尿外科',
            'specialty': '泌尿外科、男科疾病诊治',
            'detail': '我国泌尿外科和男科学科带头人。现任北京大学男科病防治中心主任、北京大学第一医院名誉院长、北京大学泌尿外科研究所名誉所长、北京大学泌尿外科医师培训学院院长。主持研制成功中国第一台体外冲击波碎石（ESWL）样机并用于临床治疗肾结石；首创俯卧位行ESWL治疗输尿管结石，是中国ESWL领域的开拓者。他率先开展经尿道、输尿管镜、经皮肾镜和腹腔镜的微创手术，主编了第一部《腔内泌尿外科学》，为我国该领域的奠基人。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_7.png'
        },
        {
            'name': '陈倩',
            'title': '主任医师',
            'hospital': '首都儿科研究所附属儿童医院 ',
            'job': '神经内科',
            'specialty': '小儿神经系统疾病诊治',
            'detail': '首都儿科研究所附属儿童医院神经内科，主任医师，医学博士，硕士研究生导师。首都儿科研究所附属儿童医院神经内科从事临床工作。2006年曾赴美国芝加哥HOPE儿童医院小儿神经科学习。曾主持完成卫生局、北京市科委课题，参加北京市自然科学基金重点项目研究。以第一作者及通讯作者已公开发表文章二十余篇。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_8.png'
        },
        {
            'name': '刘刚',
            'title': '主任医师',
            'hospital': '北京大学第一医院 ',
            'job': '内科',
            'specialty': '各种肾小球疾病、急性肾损伤、肾脏疾病',
            'detail': '1986-1992年就读于北京医科大学（现北京大学医学部）医学系，1995-1998年攻读临床医学博士，2004.8-2006.4作为国际肾脏病学会（ISN）Fellow在美国华盛顿大学医学中心病理系学习肾脏病理诊断及科研工作。国际肾脏病学会肾脏病理委员会委员，国家执业医师资格考试肾脏专业命题专家组负责人。近5年以责任作者在国际上发表文章10余篇，获得4次北京大学医学部优秀教师及2015年度北京大学优秀教师。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_9.png'
        },
        {
            'name': '迟志宏',
            'title': '主任医师',
            'hospital': '北京大学肿瘤医院 ',
            'job': '内科',
            'specialty': '恶性肿瘤的化疗、生物免疫治疗以及并发症、合并症',
            'detail': '长期从事肿瘤内科临床及科研工作，在恶性肿瘤的化疗、生物免疫治疗以及并发症、合并症的处理方面积累了丰富的实践经验。近年来，主要从事前列腺癌的化疗、内分泌治疗和生物免疫治疗，尤其擅长对中晚期前列腺癌的综合治疗。同时在恶性黑色素瘤和肾癌等的化疗、生物免疫治疗方面也具有较丰富的临床经验。在国内核心期刊发表论著10余篇。',
            'imgUrl': '../../../../Public/img/hd/New39hospital/experts_10.png'
        }
    ],
    'guide': [
        {
            'video': [
                // 'GDZX9920180815001202', 'GDZX9920180815001203'
                'GDZX5820190509215031', 'GDZX5820190509215031'
            ],
            'videoPosition': [parseInt(301), parseInt(140), parseInt(904), parseInt(500)]
        },
        {
            'introduce': {
                'topTitle': '5大优势，四大就诊 - 天下名医，服务基层',
                'introDesc': '就诊流程介绍',
                'text': {
                    'title': '哪类患者需要二次诊断?',
                    'content': [
                        '1、被诊断患者有严重疾病，希望由权威专家再次确诊',
                        '2、经多家医院检查，长期无法确诊或被告知国内无法医治的',
                        '3、不确定目前接受的治疗或即将采取的手术是最佳的选择',
                        '4、对当前接受的治疗不满意或者治疗效果不理想',
                        '5、国内多家医院诊断及治疗意见不一致',
                        '6、希望听取国外权威专家的治疗意见'
                    ]
                },
                'imgUrl': '../../../../Public/img/hd/New39hospital/guide_bg.png'
            }
        }
    ],
    'case': {
        'images': [
            {
                'title': '丁文惠主任远程协助治疗边远地区患者。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case1.png'
            },
            {
                'title': '泌阳县人民医院连线省人民医院儿科重症病房，救助新生儿。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case2.png'
            }, {
                'title': '霍勇教授中秋节连线安医附院远程急重会诊。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case3.png'
            }, {
                'title': '北京安贞医院专家远程指导治疗急性脑缺血患者。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case4.png'
            }, {
                'title': '中年男性突发失语症，系患缺血性脑血管病，视频会诊后情况得到好转。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case5.png'
            }, {
                'title': '北京肿瘤专家远程会诊，救80岁高龄恶性肿瘤患者。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case6.png'
            }, {
                'title': '北京专家远程救治16天新生早产儿。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case7.png'
            }, {
                'title': '接到青海省心脑血管病专科医院的会诊请求，24小时搭起直通北京会诊桥梁。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case8.png'
            }, {
                'title': '口腔肉瘤术后复发，肿瘤医院专家协助改善治疗方案。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case9.png'
            }, {
                'title': '持续五年之久的肝腹水，得到了有效的控制。',
                'imgUrl': '../../../../Public/img/hd/New39hospital/case10.png'
            }
        ]
    },
    'order': {
        'images': [
            '../../../../Public/img/hd/New39hospital/order_bg.png'
        ]
    }
};