<?php
/**
 * Created by longmaster.
 * Date: 2018-10-30
 * Time: 15:52
 * Brief: 此文件（或类）用于配置规则映射表
 */

// 活动要走对应的二次订购页面
define("ACTIVITY_ORDER_PAGE", "return Array(
    /** 活动标识 */
    'ActivityCollectingGifts20181212',
    'ActivityLuckyWheel20190107',
    'ActivityFishJumping20190218',
    'ActivityDigPrize20190114',
    'ActivityWordsPuzzle20190114',
    'ActivityScissors20190315',
    'ActivityCollectingHoney20190408',
);");

// 联合活动要走对应的二次订购页面
define("JOINT_ACTIVITY_ORDER_PAGE", "return Array(
    /** 活动标识 */
    'JointActivityWordsPuzzle20190124',
     'JointActivityMoneyTree20180917',
     JointActivityGrowingUp20190517
);");

// 中国联通通用的返回码
define("RESULT_CODE", "return Array(
    /** 局方返回 文字描述 */
    '0' => '成功',
    '99999999' => '未知错误',
    
    '10000001' => '参数不合法',
    '10000010' => '用户不存在或状态不合法',
    '10000011' => '用户Token无效',
    '10000012' => '用户Token已过期',
    '10000020' => '产品不存在或状态不可用',
    '10000021' => '服务不存在或状态不可用',
    '10000022' => '内容不存在或状态不可用',
    '10000023' => 'SP不存在或状态不可用',
    '10000026' => '计费账号信息有误',

    '10030001' => '产品订购失败',
    '10030002' => '产品订购成功，未支付',
    '10030003' => '产品已订购，不支持重复订购',
    '10030004' => '产品已订购但未支付，不支持重复订购',
    '10030005' => '用户未开通该产品订购权限',
    '10030006' => '用户属性与产品属性不匹配，无权订购',
    '10030007' => '产品不在销售期',
    '10030008' => '产品不支持自动续订',
    '10030009' => '产品不支持在线订购',
    '10030032' => '订购达到封顶，无法订购',
    '10030033' => '黑名单用户不可订购',
    '10030035' => '宽带账号验证失败，不允许订购',
    '10030036' => '订购验证码验证失败',
    '10030037' => '超过当月消费限额',
    '10030038' => '宽带账号状态错误',
    '10030039' => '支付超时提示错误',
    '10030050' => '外部接口订购处理失败',
    '10030101' => '产品退订失败',
    '10030102' => '未订购该产品，退订失败',
    '10030103' => '产品已退订，不支持重复退订',
    '10030104' => '不允许退订按次产品',
    '10030105' => '不允许退订短周期产品',

    '11840001' => '订购关系查询失败',
    '11850001' => '获取用户消费记录接口失败',
);");