var hospData = [
    {
        id: 0,
        title: '中南大学湘雅医院',
        imgUrl: '',
        hospTel: '总机：025-58818290 门诊咨询：025-85638721 预约电话：025-52362090 传 真：025-85502829',
        hospAddr: '湖南长沙市湘雅路87号',
        hospDetail: '中南大学湘雅医院创建于1906年，坐落在人文荟萃的楚汉名城长沙，是国家卫生健康委员会直管的三级甲等综合医院，现有专业技术人员4656人，高级专业技术人员659人，医师中有博士学位人员达81.05%。现有博士生导师152名，硕士生导师386名。编制床位3500张。开设临床医疗医技科室和亚专科88个，病区75个，护理单元100个。拥有一流的医学人才队伍和雄厚的临床诊疗能力。',
        hospQRCode: '',
        hospDepart: ['神经内科', '神经外科', '皮肤科', '骨科', '呼吸内科', '老年病学', '普外科', '呼吸内科'],
        hospDoctors: [
            {
                id: '0',
                name: '梁捷予',
                depmart: '骨科',
                position: '副主任医师 副教授',
                goods: '-',
                intro: '梁捷予，男，湘雅医院骨科副主任医师，副教授，博士。2004年获中南大学外科学博士学位，毕业后留湘雅医院。目前任中国康复辅具协会肢体延长与重建委员会常委、中国医师协会外固定与肢体重建委员会委员，国际肢体延长与重建委员会中国部副主席，主攻先天、小儿麻痹、脑瘫、创伤后遗肢体畸形矫正，肢体内外翻及屈曲、短缩畸形矫形，各种原因至肌力失衡的平衡功能重建，尤其擅长脑瘫后遗畸形矫正。\n'
            },
            {
                id: '1',
                name: '成亮',
                depmart: '骨科',
                position: '主治医师',
                goods: '-',
                intro: '2009年毕业于中南大学湘雅医学院临床系，同年推荐免试读湘雅医院骨科研究生，2014年获外科学博士学位。AO trauma及中国医师协会骨科医师分会会员，International Orthopaedics和Human Cell审稿人。主要研究方向为肘关节损伤的诊断与治疗，异位骨化的发病机制及治疗研究。临床工作主要方向为骨科创伤，包括四肢、骨盆髋臼及老年骨质疏松骨折，骨折畸形愈合、不愈合 、骨缺损、骨感染，多发伤救治等。主持国家自然科学基金和湖南省自然科学基金项目各1项。发表学术论文10余篇，其中SCI 6篇。获得首届湘雅骨科青年医师学术演讲比赛一等奖；方圆工程2015骨科手术病例邀请赛金手奖；中国骨科好医生读片大赛（第四季）华中大区决赛第二名（2018年）；未来大师之路第十八届青年医师论坛学术演讲比赛冠军（2019年）。'
            },
            {
                id: '2',
                name: '郭鸿彬',
                depmart: '骨科',
                position: '主治医师',
                goods: '-',
                intro: '博士，助理研究员，毕业于中南大学湘雅二医院骨科。擅长马蹄内翻足，儿童股骨头缺血性坏死，发育性髋关节脱位，脑瘫，肢体畸形，下肢缺血性疾病，小儿骨病等。'
            },
        ]
    },
    {
        id: 1,
        title: '湖南省人民医院',
        imgUrl: '',
        hospTel: '电　话：总机：(025)80860114　急诊中心：(025)80860144　预约挂号：(025)80861062(可提前一周,肾脏科没有预约号)',
        hospAddr: '湖南长沙市解放西路61号',
        hospDetail: '湖南省人民医院（湖南师范大学附属第一医院）是湖南省政府直属唯一集医教研于一体的三级甲等综合医院，。现有员工4800余人，其中国家二级教授15名，百千万人才工程国家级人选1名，卫生部有突出贡献的中青年专家2名，湖南省优秀专家2名，湖南省优秀科技工作者1名，湖南省121人才工程专家4名，湖南省卫生系统225人才工程专家16名，博士与硕士研究生导师143名，主任医师183名。',
        hospQRCode: '',
        hospDepart: ['肝胆外科', '儿科', '呼吸科', '老年医学科', '心血管内科', '急诊医学科', '骨科', '肾内科'],
        hospDoctors: [
            {
                id: '0',
                name: '郑昭芬',
                depmart: '心血管内科',
                position: '主任医师',
                goods: '-',
                intro: '郑昭芬，男，主任医师，教授，科副主任兼介入医学中心专职副主任。省医学会心电生理和起搏专业委员会委员、中华医学会心电生理和起搏分会学术年会学术委员、全国介入心脏病学论坛学术委员。1963年生。医学博士。1989-1994湖南医科大学临床医学心血管内科，攻读硕士、博士学位，1994年授博士学位。1995年、1997年二次赴日本专修心脏介入（心导管）诊断与治疗。擅长心血管病介入治疗包括冠心病介入、心律失常射频消融术、起搏器植入术、先心病介入治疗等。年手术600余台。发表医学论文10余篇，参与编写医学专著5部，获湖南省科技成果奖2项，省科技厅中标课题1项。'
            },
            {
                id: '1',
                name: '彭建强',
                depmart: '心血管内科',
                position: '主任医师',
                goods: '-',
                intro: '彭建强，男，主任医师，科副主任，医学博士，硕士生导师，国家自然基金评审专家，教育部学位与研究生教育评估专家。临床医疗技术娴熟，擅长心血管疾病特别是冠心病急性冠脉综合症、心力衰竭、高血压和心肌病的现代诊断和治疗。主持完成国家自然科学基金1项，承担省级课题2项。'
            },
            {
                id: '2',
                name: '张  翼',
                depmart: '心血管内科',
                position: '主任医师',
                goods: '-',
                intro: '张  翼，男，主任医师，教授，博士，主要从事介入心脏病学、血管成形术后再狭窄、心肌血管再生、干细胞移植等基础和临床研究。主攻心脏起搏电生理及心律失常、冠心并风心并先心病等心脏疾病的治疗，尤其擅长心脏起搏器的安置术、心律失常的射频消融根治术、冠心病的支架植入术、先天性心脏病的封堵术等各种心血管疾病的介入治疗。1989年毕业于南华大学医学院，获学士学位，1996年～2002年研究生就读于中南大学湘雅医学院附属二医院心血管内科专业，分获硕士、博士学位，并获“中南大学优秀博士生”称号。2002年作为高科技人才引进到湖南师范大学第一附属医院（湖南省人民医院）心血管内科从事临床、科研和教学工作。'
            },
        ]
    },
    {
        id: 2,
        title: '湖南省儿童医院',
        imgUrl: '',
        hospTel: '总机: 025-5223-8800 (24小时）常用分机 : 导医台 6144 健检中心 7777',
        hospAddr: ' 湖南长沙市梓园路86号',
        hospDetail: '湖南省儿童医院于1987年6月1日正式开院， 1995年通过卫生部三级甲等综合型儿童专科医院评审， 医院现有编制床位1800张，在职职工1857人，临床专业科室35个，医技科室9个。拥有湖南省儿童危重症救治中心、省儿童造血干细胞移植中心、省儿童脑瘫治疗康复中心、省青春期医学中心、省儿童眼视光弱视斜视防治中心、省儿童肝病诊疗中心、省儿科质控中心等医疗中心。',
        hospQRCode: '',
        hospDepart: ['儿内科', '外科', '新生儿科', '消化内科', '口腔科', '心胸外科', '感染科', '儿童保健所'],
        hospDoctors: [
            {
                id: '0',
                name: '罗如平',
                depmart: '感染科',
                position: '主任医师',
                goods: '-',
                intro: '罗如平，女，主任医师，湖南省儿童医院感染科大科主任，感染一科主任，系中华医学会感染病学分会小儿肝病和感染学组委员，湖南省传染病/寄生虫专业委员会委员，湖南省肝病学会委员，湖南省感染预防控制学会委员，湖南省及卫生部国家应急专家成员。曾在上海复旦大学儿科医院多次进修学习，2002年完成华中科技大学硕士研究生课程学习。2005年作为临床治疗组组长成功抢救中国首例及另一例最小年龄的人高致病性禽流感患者，得到国内、国际的高度肯定。课题项目《成功抢救人禽流感儿童患者的急诊救治模式》2006年获得湖南省科技进步二等奖、湖南医学科技奖特别奖及2008年湖南省科技进步三等奖。在《中华儿科杂志》及其他核心期刊发表论文20余篇。参编医学专著8部。承担数项省厅及院级科研课题。研究方向：儿童感染性疾病，擅长于儿童呼吸道传染并出疹性疾并肝病及危重症感染等。'
            },
            {
                id: '1',
                name: '刘静',
                depmart: '感染科',
                position: '主任医师',
                goods: '-',
                intro: '刘静，主任医师，儿科学硕士，湖南省儿童医院感染科副主任，南华大学儿科学院兼职教授，湖南省小儿感染学组秘书，湖南省中西医结合学会变态反应专业委员会委员。从事小儿感染性疾病临床工作20余年，有着丰富的临床科研教学经验，擅长手足口并流行性感冒、水痘、流行性腮腺炎、猩红热、百日咳、麻疹、结核等儿童感染性疾病及危急重症患儿的救治。工作认真负责，医德医风好，多次荣获先进个人、先进健康教育个人、湖南省儿童医院十佳医师等称号；荣立省卫生厅三等功及卫生部嘉奖各一次。主持科研课题及新技术新项目多项，发表专业论文20余篇。'
            },
            {
                id: '2',
                name: '于四景',
                depmart: '感染科',
                position: '副主任医师',
                goods: '-',
                intro: '于四景，男，副主任医师，毕业于湖南医科大学（现湘雅医学院），中华医学会会员；毕业后一直在儿童感染科临床一线工作，积累了丰富的专科疾病诊疗经验，对于儿童肝并结核并腹泻、手足口病等小儿感染性疾病均有丰富经验；曾参与过大陆第一例人禽流感病人的救治工作，是省科技进步二等奖《人禽流感成功救治模式》课题组成员，还在自己的专科领域发表过多篇论文。近几年均有手足口病及其他新发疾病疫情爆发，今后的研究方向主要是手足口病和新发的儿童感染性疾病的临床、流行特点以及诊断评价方面的研究。'
            },
        ]
    },
    {
        id: 3,
        title: '湖南省肿瘤医院',
        imgUrl: '',
        hospTel: '电话：025-83283597 ',
        hospAddr: '湖南长沙市桐梓坡路283号',
        hospDetail: '湖南省肿瘤医院是所集医疗、科研、防治为一体的三级甲等肿瘤医院。医院始建于1972年，医院占地155亩，建筑面积逾15万平方米，湖南省肿瘤防治研究所、湖南省肿瘤防治研究办公室、湖南省抗癌协会均设在院内，指导和协调全省肿瘤防治工作，是全省肿瘤防治研究的中心。 医院设有23个病室，开放病床1000张。现有职工1222人，其中专业技术人员1070人，其中高级职称303人。',
        hospQRCode: '',
        hospDepart: ['妇科', '医学影像科', '临床药学', '中医', '中西医结合科', '胸外科', '放疗科', '麻醉科', '肿瘤科'],
        hospDoctors: [
            {
                id: '0',
                name: '田文芳',
                depmart: '妇瘤一科',
                position: '主治医师',
                goods: '-',
                intro: '湖南省肿瘤医院 妇瘤一科 7病区 擅长领域：妇科肿瘤，宫颈癌，卵巢癌，子宫内膜癌，外阴癌。\n'
            },
            {
                id: '1',
                name: '杨俊',
                depmart: '妇瘤一科',
                position: '副主任医师',
                goods: '-',
                intro: '毕业于中南大学湘雅医学院临床医学专业，七年制硕士研究玍，毕业后一直从事妇瘤科工作，曾任住院医师、主治医师，2014年晋升副主任医师。从医十余载，熟练掌握外阴、宫颈、宫体、卵巢良恶性疾病的诊疗。能合理运用化疗、手术、放疗等综合手段施以个体化的治疗。'
            },
            {
                id: '2',
                name: '吴丽 ',
                depmart: '妇瘤一科',
                position: '主任医师',
                goods: '-',
                intro: '吴丽，女，主任医师，妇瘤科科教秘书，中南大学湘雅医学院博士研究生、湖南省医学会妇科肿瘤专业委员会秘书。熟练掌握妇科恶性肿瘤的临床诊疗规范，合理运用手术、化疗和放疗等综合治疗，对宫颈癌、子宫内膜疾患、卵巢肿瘤有深入的研究，注重妇科肿瘤患者的个体化、人性化的治疗，通过多途径手术治疗如阴式手术、宫颈手术等提高患者的生存率和生活质量。科研方面：熟悉妇科肿瘤领域国内外新动向、新进展。主持省级科研项目1项，参与国家自然科学基金科研1项和全国妇科肿瘤多中心临床研究3项，在核心期刊发表专业论文10余篇。'
            },
            {
                id: '3',
                name: '李阳 ',
                depmart: '中医、中西医结合科',
                position: '副主任医师',
                goods: '-',
                intro: '李阳，女，副主任医师，医学博士，中共党员。任北京乳腺病病防治学会中西医结合专业委员会委员，湖南省中医药学会和中西医结合学会肿瘤专业委员会青年委员。毕业于湖南中医药大学，从事中医、中西医结合肿瘤临床和科研工作近10年，擅长乳腺癌、肺癌、胃肠癌、肝癌、肾癌、淋巴瘤等常见恶性肿瘤的中西医结合综合治疗及肿瘤心身调养康复。曾赴意大利交流学习，北京肿瘤医院进修。主持及参与湖南省科技厅、湖南省中医药管理局课题多项课题，在国内核心期刊发表相关论文近10篇，参编相关著作2部。  医生姓名：谢伟彬（男）、科室：中医、中西医结合科、职称：副主任医师、医生简介：无      医生姓名：李东芳（女）、科室：中医、中西医结合科、职称：主任医师、医生简介：李东芳，女，主任医师，硕士导师，科副主任。中华中医药学会肿瘤专业委员会常务委员，中国中西医结合学会肿瘤专业委员会委员，湖南省中医药和中西医结合肿瘤专业委员会常务副主任委员。湖南省首批老中医专家学术继承人。一直从事中西医结合治疗恶性肿瘤25余年，在中西医结合治疗肝癌、肺癌、胃癌、大肠癌、乳腺癌、妇科肿瘤、头颈肿瘤等常见恶性肿瘤方面积累了丰富经验，运用中药减轻化疗毒副反应疗效满意。参与编写《中华肿瘤大成》及《中西医结合用药指南.肿瘤分册》等专著5本，主持省自然科学基金课题，并发表论文多篇。        '
            },
        ]
    },
    {
        id: 4,
        title: '长沙市中心医院',
        imgUrl: '',
        hospTel: '医院总机：025-80865000   86649838急救电话：025-80865081   84541120（120急救）预约挂号：025-80865066   4008866454454',
        hospAddr: '湖南长沙市韶山南路161号',
        hospDetail: ' 长沙市中心医院是一所集医疗、急救、保健、康复、科研、教学为一体的三级甲等综合医院，现有在职职工2659人，其中硕士生导师29人，博士50人，硕士525名；高级专业技术人员430人，中级专业技术人员755人。开设临床医技科室78个，省（市州级医院）重点专科建设项目12个，市级重点专科10个，市级质量控制中心9个。',
        hospQRCode: '',
        hospDepart: ['呼吸内科', '结核科', '泌尿外科', '儿科', '心血管内科', '骨关节科', '普外科', '肿瘤科'],
        hospDoctors: [
            {
                id: '0',
                name: '白剑',
                depmart: '普外科',
                position: '主任医师',
                goods: '-',
                intro: '白剑，男，主任医师，长沙市中心医院普通外科主任，学会任职：湖南省医学会结直肠肛门专业学组委员、湖南省医学会消化道肿瘤外科学组委员、湖南省医学会门静脉高压症专业学组委员、湖南省腹腔镜（普通外科）质量控制中心长沙地区中心主任、长沙市医学会外科专业委员会主任委员、长沙市医学会普通外科专业委员会副主任委员、长沙市中西结合医学会外科专业委员会副主任委员、长沙市肿瘤研究所高级研究员。医疗学习经历：中山大学中山医学院临床专业本科毕业，从事普外科33年。曾在香港基督教联合医院亚洲腹腔镜中心，中山大学附属第一医院进修学习。专业技术特色：擅长于腹部外科疾病的诊治，对肝胆胰、胃肠、乳腺、甲状腺外科手术、微创外科技术的应用有较为丰富的经验，于1992年开始从事腹腔镜的外科手术，是我国首批从事腹腔镜外科的医师，并率先在湖南省开展腹腔镜技术工作，并将腹腔镜技术广泛应用于外科手术，已有2万例微创手术的经验。'
            },
            {
                id: '1',
                name: '雷志盛',
                depmart: '肿瘤血液科',
                position: '副主任医师',
                goods: '-',
                intro: '雷志盛，男，副主任医师，副教授，1963年出生，1987年毕业于南华大学医疗系医疗专业，学士学位（本科）学会任职：湖南省中西医结合肛肠外科学会常务，医疗学习经历：本科学历，毕业于衡阳医学院（南华大学），从事普外科近三十年。专业技术特色：擅长复杂的胃肠疾病方面有丰富的临床经验，擅长肠道结核、胃肠道肿瘤。在肛门直肠疾病（包括复杂性肛瘘、严重的痔疮、肛门直肠脱垂、肛裂）、慢性便秘的外科治疗方面有独到的经验。科研工作与成果：在国内权威学术期刊上发表相关论文10余篇。'
            },
            {
                id: '2',
                name: '周杰斌',
                depmart: '外科',
                position: '副主任医师',
                goods: '-',
                intro: '周杰斌，男，副主任医师，医疗学习经历：硕士学历，中南大学湘雅医学院普外科硕士研究生毕业，从事普外科十余年。专业技术特色：擅长腹腔镜下肠道、胆囊手术，对于外科急腹症，腹壁疝，腹部创伤，胃肠道疾病均有丰富临床经验。对于血管外科如腹部主动脉夹层、腹主动脉瘤及外周动脉瘤疾病有丰富临床经验，能独立完成外周动脉瘤手术，对于下肢血管疾病及血管血栓性疾病的治疗有独到临床经验。科研工作与成果：在国内权威学术期刊上发表相关论文5余篇。'
            },
        ]
    },
    {
        id: 5,
        title: '湖南中医药大学第一附属医院',
        imgUrl: '',
        hospTel: '总机：025-83106666 电话预约热线：025-12320',
        hospAddr: '湖南长沙市韶山中路95号',
        hospDetail: '湖南中医药大学第一附属医院创建于1963年，现已成为一所中医特色突出、综合功能完善、名老中医荟萃，重点专科云集、研究创新能力强、管理规范的现代化、综合性、研究型中医医院，成为湖南省首家三级甲等中医医院。医院现有国医大师2名，全国名中医1名，享受国务院政府特殊津贴专家12名，国家老中医药专家学术经验继承工作指导老师21名，湖南省名中医31名，博士生导师31名，硕士生导师108名，高级职称346人。',
        hospQRCode: '',
        hospDepart: ['针灸推拿科', '肝病科/感染性疾病科', '心血管科', '眼科', '护理学', '风湿内科', '骨伤科', '心血管科'],
        hospDoctors: [
            {
                id: '0',
                name: '孙克伟',
                depmart: '肝病科/感染性疾病科',
                position: '主任医师',
                goods: '-',
                intro: '孙克伟 一级主任医师，二级教授，享受国务院特殊津贴专家，医学博士，博士研究生导师，加拿大多伦多大学高级访问学者，第二届全国百名杰出青年中医，湖南中医药大学第一附属医院感染病科主任，兼任中国医师协会中西医结合分会肝病专家委员会副主任委员，中国中西医结合学会肝病专业委员会常委、湖南省中西医结合感染病专业委员会主任委员、湖南省医学会感染病专业委员会副主任委员，国家名老中医学术继承人。主要从事慢性乙型肝炎，原发性肝癌、重症肝病的临床与基础研究。'
            },
            {
                id: '1',
                name: '陈  斌',
                depmart: '肝病科/感染性疾病科',
                position: '传染科副主任',
                goods: '-',
                intro: '陈  斌 教授/主任医师，医学博士，博士生导师。湖南中医药大学第一附属医院肝病/感染科副主任;湖南省高层次卫生人才“225”工程学科骨干人才。现为中国中西医结合医师协会肝病专家委员会常委，中国中西医结合学会肝病专业委员会委员，中国中西医结合学会传染病分会青年委员，湖南省中西医结合学会感染病专业委员会副主任委员。主要临床方向病毒性肝炎、重型肝炎、肝硬化和代谢性肝病的中西医结合治疗，不明原因发热、细菌和真菌等感染性疾病的诊断与治疗。主持国家级科研项目2项(含国家自然科学基金面上项目1项)，主要参与国家级科研项目5项、承担或参加省部和厅级科研项目15项;参与中药新药研制1个;负责中药新药的临床研究项目2项;获国家发明专利和外观专利个各1项，省部级科技成果4项，发表论文30余篇。'
            },
            {
                id: '2',
                name: '黄裕红',
                depmart: '肝病科/感染性疾病科',
                position: '主任医师 教授',
                goods: '-',
                intro: '黄裕红 主任医师，从事传染科临床医疗教学科研30年余，现负责肝病科病房教授查房。先后担任中华中医药学会名医学术思想研究分会委员、湖南省中西医结合学会感染病专业委员会委员、湖南省中医医院肝病科质量控制中心委员会委员、北京亚太肝病诊疗技术联盟湖南联盟理事。主要擅长中西医结合治疗慢性肝炎、脂肪肝、肝硬化、肝癌、自身免疫性肝病、肝衰竭。主持开展了腹水超滤回输术、人工肝血浆置换术。'
            },
        ]
    },
    {
        id: 6,
        title: '湖南中医药大学第二附属医院',
        imgUrl: '',
        hospTel: '电话：025-83714511 025-83718836',
        hospAddr: '湖南长沙市蔡锷北路233号',
        hospDetail: ' 湖南中医药大学第二附属医院，又名湖南省中医院，为国家重点建设中医院。其前身是创建于1934年的湘省国医院。医院现有职工1065人，其中省级名中医11人，博士生导师7人，硕士生导52人，国家名中医传承工作室8个，国家名老中医药专家学术经验继承指导老师10名，全国优秀中医临床研修人才9名，中药特色技术传承人才2人。全国中医护理骨干培养对象3人，湖南省高层次卫生人才“225”工程学科带头人培养对象2人、骨干人才培养对象1人。',
        hospQRCode: '',
        hospDepart: ['老年病科', '皮肤科', '呼吸内科', '肿瘤内科', '血液内科', '重症医学科', '儿科', '眼科'],
        hospDoctors: [
            {
                id: '0',
                name: '李小莎',
                depmart: '皮肤科',
                position: '副主任医师 ',
                goods: '-',
                intro: '李小莎，女，博士，全国第四批名老专家学术继承人，国家级名老中医欧阳恒的徒弟，为其关门弟子，跟师学习数年，尽得其真传。具有扎实理论知识和丰富的临床经验，对白癜风、脱发、黄褐斑、痤疮、湿疹、银屑病、荨麻疹等皮肤病有独特的治疗方法和显著的临床疗效；注重人文关怀，对患者态度诚恳热心，一切为病人着想。'
            },
            {
                id: '1',
                name: '王  畅',
                depmart: '皮肤科',
                position: '副主任医师',
                goods: '-',
                intro: '王畅，副主任医师，中华中医药学会皮肤科分会委员兼副秘书长，湖南省医学会皮肤病专业委员会皮肤病理学组委员，湖南省中医药和中西医结合学会皮肤性病专业委员会常务委员兼秘书。师从于中华中医药学会皮肤科分会主委杨志波教授，从事皮肤科临床、科研、教学工作近20年，曾获湖南中医药大学青年教师教学竞赛第一名，湖南中医药大学说课程竞赛一等奖，“我要上年会，美能杯-CDA未来大师”全国演讲比赛湖南赛区第一名，第三届全国医药院校青年教师教学竞赛二等奖，学院优秀教师。发表核心期刊论文10余篇，参编著作4部，主持和参与科研课题3项，擅长面部皮炎、银屑病、皮炎湿疹、痤疮、白癜风、荨麻疹、瘙痒症、脱发、带状疱疹、带状疱疹后遗神经痛、性传播疾病等皮肤病的中西医结合治疗及皮肤病的病理诊断。'
            },
            {
                id: '2',
                name: '杨志波',
                depmart: '皮肤科',
                position: '主任医师',
                goods: '-',
                intro: '医生姓名：杨志波（男）、科室：皮肤科、职称：主任医师、医生简介：杨志波，男，主任医师，教授，现任湖南中医药大学附二院皮肤疮疡科主任，博士生导师。湖南中医药大学中医外科免疫病理科研实验室主任，湖南中医药大学中医外科教研室主任，国家中医药管理局中医皮肤疮疡重点专科、重点学科带头人。现任中华中医药学会皮肤病分会主任委员、世界中医药联合会皮肤科分会副会长、中国民族医药学会皮肤病分会副会长、中国中西医结合学会疡科专业委员会副主任委员、中国中西医结合学会外科专业委员会副主任委员、中国中西医结合学会皮肤性病专业委员会委员、湖南省中西医结合学会皮肤性病专业委员会主任委员、湖南省中西医结合学会疡科专业委员会主任委员、国家自然科学基金课题评审专家、国家新药评审专家、湖南省高级职称评审专家等职务。承担和指导各级科研项目16项。共主编和参编著作30余部，发表学术论文60余篇。获各项成果奖9项，获得发明专利2项。获国家中医药管理局“郭春园式好医生”称号。'
            },
        ]
    },
    {
        id: 7,
        title: '湖南省中医药研究院附属医院',
        imgUrl: '',
        hospAddr: '湖南长沙市麓山路58号',
        hospTel: '联系电话：025-86618472、86518612、86617141-20300/20130',
        hospDetail: '湖南省中医药研究院附属医院是一所集医疗、科研、教学、预防、保健、社区医疗服务为一体的综合性三级甲等中医医院，医院现有在职职工775人，医院拥有具有高级职称的专家141名，另有国医大师2名（刘祖贻研究员、孙光荣教授是省内首先当选的国医大师），全国名中医1名（潘敏求教授是国家首次评选国家级名中医当选的全国名中医），省名中医16名，名老中医药专家、中西医结合专家15名。',
        hospQRCode: '',
        hospDepart: ['肿瘤科', '脑病科', '老年病科', '心血管内科', '护理学', '中西医结合肿瘤科', ' 中西医结合脑病', ' 中西医结合脊柱•骨关节病科'],
        hospDoctors: [
            {
                id: '0',
                name: '肖长江',
                depmart: '心血管内科',
                position: '主任医师 教授',
                goods: '-',
                intro: '肖长江，主任医师，硕士生导师；全国居民健康素养巡讲专家，国家中医局中医药文化科普巡讲专家；湖南省第一位心血管内科博士后(湘雅医院）；湖南省中医药研究院附属医院心血管内科主任，心血管介入（导管）室主任，湖南省中西医结合自然医学专业委员会主任委员，湖南践行国学公益基金会副理事长，中南大学国学研究中心客座教授。从事冠心病，心律失常，先天性心脏病介入治疗及高血压病，冠心病，“三高”、动脉硬化、心肌病，心脏瓣膜病，糖尿病，心脏神经症，脊柱相关疾病的中西医结合治疗，在国内首先命名“温灸脊疗法”、中药本草养生，在省内最早引进“火疗”并用于临床，运用中国传统文化，独创“话疗”调整患者心态和性格，在国内最早推动“国学进医院，《弟子规》进病房”，创建国内第一个“素食病房”。'
            },
            {
                id: '1',
                name: '喻正科',
                depmart: '心血管内科',
                position: '主任医师 教授',
                goods: '-',
                intro: '喻正科，男，主任医师，教授，心血管内分泌科主任。知名专家，硕士研究生导师，湖南省中西医结合学会理事，湖南省风湿与免疫病学会委员。湖南省科技进步奖评审专家，湖南省自然科学评审专家，湖南省高级职称评审委员会委员。已行医25年，发表学术论文30余篇，出版医学著作6部，获得省级以上科研成果4项，师承著名中医学家刘炳凡教授，有其学术风格。取中医与西医两种学术之精华，运用中医、西医、中西医结合方法，取长补短，相互融合，因人施治，整体调节，尚能取效。临床中注重实效，重点解决患者的疑难问题，特别注意规避药物的副作用，保护脾胃与肝肾\n' +
                    '主攻：心血管疾病、冠心病介入治疗后防治再狭窄、糖尿病及其并发症、动脉硬化、静脉血栓、咳喘病、肠胃病，风湿性疾病。尤其以平肝潜阳、活血通络法治疗高血压病；养阴通络法治疗冠心病、心肌梗塞；活血化痰法治疗和预防动脉硬化；益气温阳、活血利水法治疗心力衰竭；益气养阴、活血安神法治疗心律失常有其特色和优势。'
            },
            {
                id: '2',
                name: '李  志',
                depmart: '心血管内科',
                position: '副主任医师 副教授',
                goods: '-',
                intro: '李志，女，副主任医师，副教授，硕士研究生，毕业于湖南中医学院及湖南省中医药研究院。从事临床工作10年，曾师著名肝病及心血管病专家张碧姿研究员和秦昌国主任医师，深得其教诲，共发表论文10余篇，及参与多项课题研究。擅长心脑血管疾病、冠心病、高血压、脑血管意外，特别是脑血管意外引起的后遗症治疗有独特之处。呼吸病系统病：急慢性支气管炎、肺气肿、肺心病等。肝病：乙肝。泌尿系统疾病：泌尿系统结石。小儿外感病：发热、咳嗽、呕吐等。内分泌系统疾病：糖尿病。'
            },
        ]
    },
    {
        id: 8,
        title: '长沙市第一医院',
        imgUrl: '',
        hospTel: '总机：025-86211033    传真：025-86227420 ',
        hospAddr: '湖南长沙市营盘路311号 ',
        hospDetail: '长沙市第一医院始建于1920年，现已发展成为一院三址的集团化格局，是一所集医疗、教学、科研、预防保健、康复和公共卫生救治于一体的大型三级甲等综合性医院。拥有研究生导师16人，教师资格100多人，设有61个临床医技科室，在职职工1818人，设有编制床位1683张。坚持以医疗质量为核心，围绕优质内涵发展战略，强化质量先导，强力打造最有质量的现代化医院。',
        hospQRCode: '',
        hospDepart: ['神经内科', '感染性疾病科', '呼吸内科', '护理', '病毒性肝炎科', '艾滋病专科', '心血管内科', '普外科'],
        hospDoctors: [
            {
                id: '0',
                name: '王爱民',
                depmart: '神经内科',
                position: '主任医师',
                goods: '-',
                intro: '王爱民，女，主任医师，教授，长沙市第一医院神经医学中心主任，长沙市第一医院神经内科教研室主任，长沙市神经病学研究所副所长，中南大学湘雅医学院、南华大学兼职教授、中国阿尔茨海默病协会(ADC)常务委员，中国睡眠研究会中医睡眠医学专业委员会副主任委员，中华医学会神经病学分会康复学组委员，湖南省心理协会理事，湖南省康复医学会神经康复专业委员会副主任委员，湖南省医学会神经病学分会委员，湖南省医学会神经病学分会痴呆学组副组长，湖南省康复医学会理事，湖南省康复医学会社区康复专业委员会副主任委员，湖南省康复医学会心理康复专业委员会委员，湖南省中西结合脑心同治协会副主任委员，湖南省中西医结合神经病学专业委员会委员、湖南省慢性病控制专业委员会委员，湖南省脑电图与神经电生理专业委员会委员，长沙市中西结合学会神经内科专业委员会主任委员，长沙市医学会神经内科专业委员会副主任委员。主攻神经内科疑难疾并脑血管并各种心因性疾并老年痴呆诊治。2008.1.9被评为全国卫生系统先进工作者2009.5.1被授予长沙市第十九劳动模范、2010.3.8被授予长沙市十佳女职工标兵、2010.12被授予湖南省先进工作者等荣誉称号,2015年5月20日获“三湘好医生医者仁心”奖,2016年被授予“湖南省最美女医生”及“湖南省巾帼建功标兵”荣誉称号。湖南省第十二届人大代表'
            },
            {
                id: '1',
                name: '张智博',
                depmart: '神经内科',
                position: '主任医师',
                goods: '-',
                intro: '张智博，男，主任医师，教授，神经内科主任，大内科主任，长沙市神经病学研究所所长。湖南省医学会神经内科专业委员会委员，湖南省康复医学会理事，湖南省康复医学会脑血管病专业委员会副主任委员，湖南省中西医结合学会神经科专业委员会副主任委员，湖南省医学会临床流行病学专业委员会常委，中南大学湘雅医学院兼职教授，南华大学硕士研究生导师。毕业于苏州医学院，主攻神经内科疑难杂症、脑血管并神经介入治疗（包括颈内动脉及颅内动脉狭窄支架置入术、颅内动脉瘤弹簧圈栓塞术、脑血管畸形栓塞术）、神经康复治疗。'
            },
            {
                id: '2',
                name: '柳四新',
                depmart: '神经内科',
                position: '主任医师',
                goods: '-',
                intro: '柳四新，男，主任医师，教授，医学硕士，神经内科二病室主任，南华大学医学院兼职副教授。长沙市神经病学研究所副所长，湖南省中西医结合神经病学分会委员，从事神经内科工作二十年，专攻神经系统疾病的诊治和脑血管病神经介入治疗。'
            },
        ]
    },
    {
        id: 9,
        title: '长沙市中医医院',
        imgUrl: '',
        hospTel: '电话：83272453　83272114',
        hospAddr: '湖南长沙市星沙星沙大道22号',
        hospDetail: '长沙市中医医院（长沙市第八医院）始建于1958年的原长沙市中医医院与始建于1959年的原长沙市第七医院成功合并，医院有在职职工2067 人，其中专科及以上学历1956人，硕博士研究生314人，中高级职称898人。其中，骨伤科为国家中医药管理局重点专科，临床药学为国家中医药管理局重点专科培育项目。针灸康复科、肛肠科为省级重点专科。骨伤科、针灸科为长沙市重点学科。',
        hospQRCode: '',
        hospDepart: ['针灸康复科', '肛肠科', '骨伤科', '针灸科', '神经外科', '急诊科', '肺病科', '神经外科'],
        hospDoctors: [
            {
                id: '0',
                name: '李正兴',
                depmart: '肛肠科',
                position: '主任医师',
                goods: '-',
                intro: '李正兴，男，主任医师，肠肛普外科大主任。1969年12月参加工作，79年经湖南省中医药人员选拔录用到长沙市中医院工作。现为中医肛肠科副主任医师，肛肠普外科大主任，省肛肠专业委员会副主任委员，省中西医结合肛肠学会专业委员会委员。从事肛肠科专业多年，对各类肛肠疾病的诊疗均有丰富的经验，对老年肛肠并习惯性便秘、溃疡性结肠炎等疾患有独特见解。曾应邀到湘西、浏阳等地带教手术。擅长领域各类肛肠疾病的诊疗，老年肛肠并习惯性便秘、溃疡性结肠炎等疾患。'
            },
            {
                id: '1',
                name: '李益筠',
                depmart: '肛肠科',
                position: '副主任医师',
                goods: '-',
                intro: '李益筠，女，副主任医师，毕业于湖南中医学院，1986年8月参加工作，从事肛肠外科临床及研究多年，擅长肛肠疾病的诊治，尤其对习惯性便秘、肛门裂、肛门直肠肿瘤的诊断治疗有独特见解。为科研课题《浴舒液治疗痔瘘疾病的临床观察及实验研究》主研人员之一，该科研于99年9月通过市科委鉴定，99年获省中医药科技进步三等奖。 收起擅长领域：肛肠疾病的诊治，尤其对习惯性便秘、肛门裂、肛门直肠肿瘤的诊断治疗。'
            },
            {id: '2', name: '李心茹', depmart: '肛肠科', position: '主治医师', goods: '-', intro: '无'},
        ]
    },
    {
        id: 10,
        title: '湖南省娄底市中心医院',
        imgUrl: '',
        hospTel: '电话：0738—8313848',
        hospAddr: '湖南省娄底市长青中街51号',
        hospDetail: '娄底市中心医院始建于1977年，原名娄底地区人民医院，是娄底唯一一所集医疗、科研、教学、预防与保健为一体的国家三级甲等综合性医院。医院已形成了以心内科为拳头特色品牌，呼吸内科、血液透析等科室为骨干的一批重点特色专科，许多项目达到国内先进水平。',
        hospQRCode: '',
        hospDepart: ['骨科','心内科','泌尿外科','耳鼻咽喉头颈外科','脊柱外科'],
        hospDoctors: [
            {
                id: '0',
                name: '周立超',
                depmart: '泌尿外科',
                position: '主任医师',
                goods: '-',
                intro: '周立超：周立超，男，原泌尿外科主任，泌尿外科专业委员会委员，尿路结石学组委员，市劳动能力鉴定委员会医疗卫生专家，市医疗事故鉴定委员会专家库成员。从医33年，专职临床泌尿外科25年，“经膀胱前列腺切除术中止血方法的改进”,“肾盂肾下盏,肾下极联合切开在鹿角形肾结石手术中的应用”等论文发表在《临床泌尿外科杂志》等学术刊物。对尿路结石,泌尿系肿瘤,畸形,男性前列腺,女性尿道综合征等疑难病例的诊断及治疗具有扎实的理论功底及丰富的临床经验。特别是对各种复杂,危重的尿路结石手术，技巧与效果处于先进水平。',
            },
            {
                id: '1',
                name: '成世高',
                depmart: '骨科',
                position: '副主任医师',
                goods: '-',
                intro: '成世高，男，娄底市中心医院骨科副主任医师。中国残疾人康复协会肢体残疾专业委员会脊柱裂学组常务委员，SICOT中国部湖南省数字骨科分会常务委员，湖南省康复医学会理事，湖南省康复医学会关节外科专业委员会委员，娄底市医学会骨科专业委员会委员。擅长股骨头坏死的保髋治疗，膝关节骨性关节炎保膝治疗及关节置换手术。"'
            },
            {
                id: '2',
                name: '范友兵',
                depmart: '脊柱外科',
                position: '副主任医师',
                goods: '-',
                intro: '范友兵，脊柱外科副主任，副主任医生，娄底市骨科专业委员会委员，中南大学兼职副教授，娄底市抗癌协会理事。'
            }
        ]
    },
    {
        id: 11,
        title: '湖南省娄底市妇幼保健院',
        imgUrl: '',
        hospTel: '电话：0738-8760523',
        hospAddr: '娄底市湘阳东街1186号',
        hospDetail: '娄底市妇幼保健院始建于1977年。经过40余年发展成为一所集医疗保健、预防康复、急诊急救、科研教学、妇幼保健与计划生育指导于一体的国家三级妇幼保健院、爱婴医院，医院技术力量雄厚，许多项目已达到省内或国内先进水平。妇科是我市腔镜技术开展最广、最成熟的微创诊疗中心。',
        hospQRCode: '',
        hospDepart: ['妇科','新生儿科','产科','儿童保健科','产后保健科'],
        hospDoctors: [
            {
                id: '0',
                name: '郭晓良',
                depmart: '妇产科',
                position: '主任医师',
                goods: '-',
                intro: '郭晓良：妇产科主任医师，孕产保健部主任，不孕不育及内分泌专科主任；湖南省促进自然分娩专业委员会副主任委员；湖南省妇产科高级职称评审组专家；从事妇产科教学及临床近30年，先后在中南大学湘雅二院与中山大学附属三院进修妇产科临床,辅助生殖,不孕不育与性医学专科2年。主攻不孕不育,妇科内分泌疾病的诊治；在中西医结合治疗疑难不孕症,痛经,盆腔炎方面尤为突出。擅长多囊卵巢综合征,高泌乳素血症,子宫内膜异位症等疾病的助孕治疗；OC治疗异常子宫出血,月经不调；'
            },
            {
                id: '1',
                name: '李敏',
                depmart: '妇产科',
                position: '副主任医师',
                goods: '-',
                intro: '李敏，女，妇产科副主任医师，从事妇产科临床工作10余年，熟练掌握妇产科常见病,多发病的诊断和治疗；擅长围产保健,产科危急重症的诊断及处理；擅长唐氏筛查及胎儿结构异常的产前诊断；擅长复发性流产病因及染色体病的遗传优生咨询。曾分别在湖南省妇幼保健院和云南省第一人民医院进修妇产科及遗传优生科。在国家级杂志上发表论文数篇。'
            },
            {
                id: '2',
                name: '蒋惠新',
                depmart: '儿科',
                position: '副主任医师',
                goods: '-',
                intro: '蒋惠新：儿科副主任医师，本科学历，从事儿科临床20余年，进修于湘雅附二,省儿童医院，对儿科,新生儿科常见病,多发病及危,急,重症的救治有丰富的临床经验。擅长小儿惊厥,小儿消化系统疾病的诊断及治疗；在国家级刊物上发表专业论文多篇。'
            }
        ]
    },
    {
        id: 12,
        title: '湖南省娄底市中医院',
        imgUrl: '',
        hospTel: '电话：0738-8878120',
        hospAddr: '湖南省娄底市娄星区乐坪西街',
        hospDetail: '娄底市中医医院始建于1987年，是一所集临床、医疗、教学、科研、为一体的国家三级甲等中医医院、国家中医重点建设单位。其中针灸康复中心为国家重点中医专科培育单位和省中医药管理局重点专科，针灸推拿康复科、骨伤科、烧伤整形科、心血管科、呼吸内科为省级重点中医专科。',
        hospQRCode: '',
        hospDepart: ['中医心内科','中医内科','针灸理疗科肛肠科'],
        hospDoctors: [
            {
                id: '0',
                name: '唐彩艳',
                depmart: '中医心内科',
                position: '主治医师',
                goods: '-',
                intro: '唐彩艳：毕业于湖南中医药大学，硕士学历，主治医师，现供职于娄底市中医医院心内科，擅长：心血管疾病如高血压,冠心病,高血脂症,心衰的中西医结合治疗。'
            },
            {
                id: '1',
                name: '王礼武',
                depmart: '中医内科',
                position: '副主任医师',
                goods: '-',
                intro: '王礼武：男，中医内科副主任医师，1966年生，湖南双峰人，1989年毕业于湖南中医学院医疗系，大学文化，学士学位。现任娄底市中医院中医内科主任，中医内科副主任医师。擅长中西医结合方法治疗常见病,多发病，对疑难病,慢性病特别是胃病,肝病,肾炎,小儿疾病及晚期肝癌止痛等有独特的治疗方法，在临床应用中取得了满意的效果。'
            },
            {
                id: '2',
                name: '李兆兵',
                depmart: '中医心内科',
                position: '主任医师',
                goods: '-',
                intro: '李兆兵，男，主任医师。毕业于湖南中医药大学中医系，大学本科，学士学位。湖南省中医药学会会员，湖南省消化内镜学会会员，湖南省医生资格实践技能考试考官，娄底市医疗事故技术鉴定专家组人员，娄底市劳动能力技术鉴定专家组人员。先后进修于湘雅医院呼吸内科及湘雅医院消化内科，在《美国中华健康卫生杂志》,《湖南中医杂志》,《新中医》等杂志发表论文数十篇。医术精湛，医德高尚，多次被评为先进工作着，并荣立三等功一次，对中医内科,儿科疾病治疗有着丰富的临床经验。主攻方向及技术特长：急慢性支气管炎,肺炎,支气管哮喘,肺心病等咳喘病，急慢性胃炎,胃溃疡,溃疡性结肠炎等胃肠病，高血压,冠心病,脑血栓等心脑血管疾病，肝病,骨质增生,腰椎间盘突出,小儿咳喘病,小儿腹泻,疳症等病的治疗。'
            }
        ]
    },
    {
        id: 13,
        title: '湖南省娄底市第一人民医院',
        imgUrl: '',
        hospTel: '电话：0738-8664109',
        hospAddr: '娄底市娄星区涟钢碧溪路',
        hospDetail: '娄底市第一人民医院始建于1958年，是一所集医疗、保健、教学、科研于一体的国家三级综合医院，设有烧伤整形外科、泌尿外科、骨外科、儿科等20余个省市级及医院临床重点专科。烧伤整形外科、手足外科等是娄底市医学会烧伤专业委员会、手足显微外科专业委员会主委单位和质量控制中心。',
        hospQRCode: '',
        hospDepart: ['消化内科','血液内科','心血管内科','烧伤整形科','脊柱外科手足显微外科','针灸推拿科'],
        hospDoctors: [
            {
                id: '0',
                name: '颜碧英',
                depmart: '消化内科',
                position: '主任医师',
                goods: '-',
                intro: '颜碧英：大内科主任,消化内科主任,主任医师，毕业于中南大学湘雅医学院。先后在湘雅医院呼吸内科,呼吸内科支气管镜室进修学习，熟练掌握支气管镜检查技术，2002年在省肿瘤医院肿瘤内科进修学习。长期从事内科临床医疗工作，尤其擅长于呼吸系统及消化系统疾病的诊治。'
            },{
                id: '1',
                name: '胡咏',
                depmart: '消化内科',
                position: '主治医师',
                goods: '-',
                intro: '胡咏：消化内科，主治医师擅长炎症性肠病，肝硬化，功能性胃肠病'
            },{
                id: '2',
                name: '张迪平',
                depmart: '心血管内科',
                position: '副主任医师',
                goods: '-',
                intro: '张迪平：普外科（肝胆外科）主任医师，业务副院长，微创保胆外科全国委员，省高级职称评委，娄底最早专家库成员肝胆外科副主委，从事本专业临床外科28年，曾先后在湘雅医院普外科，上海东方肝胆外科医院进修，得到国内著名专家指导和肯定，熟练甲状腺，乳腺，腹疝，胃肠，肝胆脾胰，外科感染等常见多发病诊治，擅长甲状腺疾病，胃溃疡，胃癌，肝脏外科病，胆道结石，胰腺炎诊治，国家级期刊发表论文16篇。'
            }

        ]
    },
    {
        id: 14,
        title: '湖南省冷水江市中医院',
        imgUrl: '',
        hospTel: '电话：0738-5212590',
        hospAddr: '湖南省娄底市冷水江市-广场路52号',
        hospDetail: '冷水江市中医医院始建于1976年，是一家集中西医疗、预防保健、教学科研于一体的二级甲等中医综合性医院，为湖南省首批农村示范中医医院。医院设施先进、功能完善、特色突出、服务优良。拥有CT、DR、彩超、C型臂、电子胃肠镜、全自动生化、心电工作站等多种大型先进设备。',
        hospQRCode: '',
        hospDepart: ['治未病','中医护理','肛肠科'],
        hospDoctors: [
            {
                id: '0',
                name: '罗治元',
                depmart: '肛肠科',
                position: '主治医师',
                goods: '-',
                intro: '罗治元，男，肛肠科主任，主治医师，大专学历，擅长治疗各种内痔,外痔,和混合痔,肛瘘,直肠息肉等。'
            },{
                id: '1',
                name: '唐跃良',
                depmart: '骨伤科',
                position: '主任医师',
                goods: '-',
                intro: '唐跃良：骨伤科主任医师，毕业于湖南中医学院，本科学历，湖南省首位女性骨伤科主任医师，娄底中医药学会常务理事，娄底市医学会专家库专家，从医三十余年，擅长治疗骨伤,陈旧性伤筋,骨髓炎,腰腿痛,风湿病。'
            },
            {
                id: '2',
                name: '彭和根',
                depmart: '急诊科',
                position: '内科主任医师',
                goods: '-',
                intro: '彭和根：急诊科主任，内科主任医师，本科学历。1991年毕业于湖南中医药大学，曾进修于中南大学湘雅附二院心血管内科。集内科二十多年之临床经验，借现代医学之先进理念,中西合璧。善于治疗冠心病,高血压,心律失常,中风,慢性胃肠炎,肝硬化,糖尿病等内科疾病。'
            }
        ]
    },
    {
        id: 15,
        title: '湖南省娄底市第三人民医院',
        imgUrl: '',
        hospTel: '电话：0738-5218120',
        hospAddr: '湖南省娄底市冷水江市锑都中路89号',
        hospDetail: '娄底市第三人民医院（原娄底市锡矿山中心医院）始建于1936年，是一所集医疗、教学、科研、预防为一体的综合二级甲等医院。医院经过75年的发展，以一流的环境、一流的设备、一流的技术、一流的服务、一流的诚信，得到了广大病友的广泛赞扬。',
        hospQRCode: '',
        hospDepart: ['心脑血管内科','脑外科','肝胆外科','妇产科','中医科','精神病科','结核病科','骨科'],
        hospDoctors: [
            {
                id: '0',
                name: '高光杰',
                depmart: '心血管内科',
                position: '住院医师',
                goods: '-',
                intro: '高光杰：擅长冠心病,心肌梗塞,各种心律失常，风心病,扩心病，高血压,高血压脑病,高血压性心脏病，脑梗死，脑出血，蛛网膜下腔出血，各种原因引起的休克，一氧化碳中毒等。'
            },{
                id: '1',
                name: '彭银娥',
                depmart: '妇产科',
                position: '副主任医师',
                goods: '-',
                intro: '彭银娥，女，副主任医师。1971年10月毕业于衡阳医学院临床医学系；1971年11月至今在锡矿山闪星锑业有限公司中心医院妇产科工作，其中多次到省医学院,地区级医院进修学习。'
            },
            {
                id: '2',
                name: '龚鹏飞',
                depmart: '普通外科',
                position: '主治医师',
                goods: '-',
                intro: '龚鹏飞，擅长：甲状腺肿块，甲状腺癌，乳腺肿块，乳腺炎，乳腺癌，肝胆结石，胆管炎，胰腺炎，阑尾炎，不全性肠梗阻，结肠癌，直肠癌，疝气。'
            }
        ]
    },
    {
        id: 16,
        title: '湖南省娄底市第二人民医院',
        imgUrl: '',
        hospTel: '电话：0738-6524127',
        hospAddr: '娄底市娄星区涟滨东街铁西路第六中学对面',
        hospDetail: '娄底市第二人民医院是集医疗、教学、科研、康复、预防保健为一体的现代化二级甲等综合医院，属市直公立医院。 新开展的医疗项目：血管造影和冠状动脉支架植入手术，腹腔镜下超声刀结肠癌切除根治术、电子纤维支气管镜、胸腔镜检查及镜下治疗等。',
        hospQRCode: '',
        hospDepart: ['骨外科','泌尿外科','心血管内科','血透中心'],
        hospDoctors: [
            {
                id: '0',
                name: '李波',
                depmart: '骨科',
                position: '主任医师',
                goods: '-',
                intro: '李波：12病室(功能神经外科)副主任，副主任医师，一直从事神经外科工作，其医学专长如下：各种颅脑疾病：脑肿瘤,脑出血,脑外伤,癫痫,帕金森病等手术治疗,康复治疗及神经调控治疗。脑外伤,植物人促醒的手术及康复理疗。精神疾病,锥体外系疾病的系统药物治疗及微创手术治疗。顽固性头痛及失眠的综合治疗。'
            },{
                id: '1',
                name: '肖朝辉',
                depmart: '骨科',
                position: '副主任医师',
                goods: '-',
                intro: '肖朝辉：男，主治医师，湘雅二医院学习神经外科：能开展各种颅脑外伤，颅骨肿瘤及修补，脑室腹腔分流，部分颅内肿瘤手术。北京宣武医院学习疼痛：能开展三叉神经痛，颈椎病及腰椎间盘突出等疼痛的微创治疗。'
            },{
                id: '2',
                name: '刘燕丽',
                depmart: '内科',
                position: '住院医师',
                goods: '-',
                intro: '刘燕丽：擅长心脏病 高血压 冠心病 脑梗塞等。'
            }
        ]
    },
    {
        id: 17,
        title: '湖南省娄底市骨伤医院',
        imgUrl: '',
        hospTel: '电话：0738-8390756',
        hospAddr: '娄底市娄星区氐星路827号',
        hospDetail: '娄底市骨伤医院是一所由政府主办的二级甲等中医骨伤专科医院，成立于1960年，具有现代骨科前沿水平和先进装备，传统中医特色鲜明，融骨伤、骨病、功能康复和急诊急救、综合内科为一体，通过50多年积累，形成了“专科--专病--专人--专术”的特色品牌。',
        hospQRCode: '',
        hospDepart: ['筋伤正骨科','髋股膝胫科','肩肘手足科','小儿骨科','脊柱科','脑外科','综合内科'],
        hospDoctors: [
            {
                id: '0',
                name: '刘卓华',
                depmart: '骨科',
                position: '副主任医师',
                goods: '-',
                intro: '刘卓华：刘卓华,骨外科副主任医师，院长,大骨科主任,骨科学术带头人,湖南省中西结合骨伤科专业委员会常务委员,娄底市骨科专业委员会委员,娄底市医学鉴定委员会专家库成员，毕业于中南大学湘雅医学院，在创伤骨科领域有较深的造诣，擅长人工关节置换术,脊柱骨折的复位内固定术,骨与关节的复杂骨折复位内固定术,大面积骨外露的修复等。有多篇论文发表于国内核心期刊上。'
            },
            {
                id: '1',
                name: '刘文志',
                depmart: '骨科',
                position: '副主任医师',
                goods: '-',
                intro: '刘文志：骨伤科副主任医师,副院长,二病区主任,省中西医结合协会骨伤科专业委员会会员,市中医药协会理事,市工伤鉴定及医疗事故鉴定专家库成员,中医执业考官;毕业于湖南中医药大学，从事骨伤临床工作20余年，擅长创伤骨科及普外科各种疾病的诊治，对各种复杂骨折及关节复位手术治疗,尤其是人工髋关节置换术已达到国内先进水平，曾发表多篇学术论文于国内知名骨科杂志上。'
            },{
                id: '2',
                name: '王胜冬',
                depmart: '骨科',
                position: '副主任医师',
                goods: '-',
                intro: '王胜冬：骨伤科副主任医师,四病区主任,娄底市骨科专业委员会会员，毕业于湖南中医药大学，进修于南方医科大学南方医院,中南大学湘雅医院，在国家级核心刊物发表论文数篇，擅长于中西结合治疗创伤骨科，微创治疗小儿骨折,上肢骨折及关节置换,显微外科,断指再植,手足先天畸形,疤痕挛缩矫形,手足周围神经损伤功能重建等。'
            }
        ]
    }
];


// 广东移动医院的数据
var guangdongYDHospListData = [
    {
        id: 0,
        title: '广东省人民医院',
        imgUrl: '',
        hospTel: '020-83827812',
        hospAddr: '广东省广州市中山二路106号',
        hospDetail: '广东省人民医院（广东省医学科学院）创建于1946年，下辖2个分院、6个门诊部和6个研究所，托管2家基层医院，综合实力名列国内前茅，病人来源覆盖国内外，深受广大群众信赖。2008年,广东省医学科学院恢复挂牌，与广东省人民医院合署办公。2014年，与华南理工大学签约合作共建华南理工大学医学院、华南理工大学生命科学研究院和华南理工大学第一临床学院。医院各专科亚专科设置齐全，共有12个国家临床重点专科、34个广东省临床医学重点专科/学科。我院2017年度全国最佳医院排行榜（复旦版）综合排名第29名，位居全国省级人民医院前列；排名进入全国前十的专科共5个：心外科（全国第3名）、心血管病（全国第4名）、老年医学（全国第6名）、急诊医学（全国第6名）、放射科（全国第9名）；专科提名获全国前十的有胸外科、风湿科、肿瘤学和康复医学。我院自1998年以来共完成120例心脏移植，并在国际上首次成功开展产时胎儿心脏外科手术、国内首次成功开展胎儿心脏介入治疗。长期承担干部保健工作，是华南地区最重要的老年医学研究和干部保健基地。',
        hospQRCode: '',
        hospDepart: ['心血管外科', '肿瘤科', '胸外科', '神经科', '肾病科', '心血管内科'],
        hospDoctors:[]
    },
    {
        id: 1,
        title: '广东省第二人民医院',
        imgUrl: '',
        hospTel: '020-89168066',
        hospAddr: '广州市海珠区新港中路466号大院',
        hospDetail: '广东省第二人民医院(广东省应急医院)诞生于1947年，是一间集医疗、应急、教学、科研、预防、保健、康复为一体的综合性三级甲等医院，2004年被确定为广东省应急医院。医院建筑面积13.2万平方米;展开床位1500张，开设51个科室、51个专业，年门诊量100多万人次，住院收容3万多人次;现有博士后、博士、硕士研究生及高级职称人才400余人。',
        hospQRCode: '',
        hospDepart: ['生殖医学', '产科', '胸壁外科', '创伤骨科'],
        hospDoctors:[]
    },
    {
        id: 2,
        title: '广州中医药大学第一附属医院',
        imgUrl: '',
        hospTel: '020-36591912',
        hospAddr: '广东省广州市白云区机场路16号大院',
        hospDetail: '广州中医药大学第一附属医院是一所大型综合性中医医院，创建于1964年，是我国高等中医药临床教育、医疗、科研重要基地之一，为全国首批三级甲等中医医院、示范中医医院和首批广东省中医名院。2015年获批组建“广东省中医临床研究院”、设立“广州中医药大学岭南医学研究中心”。2016年2月成为广东省中医临床研究基地。先后荣获“全国‘五一’劳动奖状”、“全国卫生系统先进集体”、“全国职业道德先进单位”、“全国中医药应急工作先进集体”、“全国中医医院优质护理服务先进单位”、“广东省文明单位”等称号。1994年无偿救治身患股骨头坏死的好军嫂韩素云事迹饮誉全国，受到时任中央领导同志的赞扬和社会各界的好评。',
        hospQRCode: '',
        hospDepart: ['肾病专科', '中医耳鼻喉重点专科', '中医髋关节病重点专科', '中医糖尿病重点专科'],
        hospDoctors: []
    },
    {
        id: 3,
        title: '广州市第一人民医院',
        imgUrl: '',
        hospTel: '020-81048888',
        hospAddr: '广东省广州市越秀区盘福路1号',
        hospDetail: '广州市第一人民医院（华南理工大学附属第二医院、广州消化疾病中心、广州医科大学附属市一人民医院）是广州市卫生和计划生育委员会下属大型综合性三级甲等医院，是广州地区医疗、教学、科研、干部保健的重要基地。始建于1899年（光绪25年），名为“城西方便所”，1953年与市立医院合并，解放后于1954年更名为“广州市第一人民医院”。医院由院本部、南沙医院和鹤洞分院三个院区组成。',
        hospQRCode: '',
        hospDepart: ['预防老年保健科', '内科'],
        hospDoctors: []
    },
    {
        id: 4,
        title: '南方医科大学珠江医院',
        imgUrl: '',
        hospTel: '020-61643888',
        hospAddr: '广东省广州市海珠区工业大道中253号',
        hospDetail: '南方医科大学珠江医院是国家重点大学南方医科大学(原第一军医大学)的第二附属医院、第二临床医学院，坐落在广州市美丽的珠江南畔，是一所集医疗、教学、科研为一体的三甲综合性医院。医院现占地面积9.8万平方米，建筑面积31.5万平方米。编设专业科室54个，教研室30个，核定床位2000张，儿科分院即将建成。是全国首批“三级甲等”医院、国家“十二五”首批综合实力品牌医院、国家卫计委国际紧急救援中心网络医院、公立医院改革对口联系医院、国家“爱婴医院”、广东省首批社会医疗保险和社会工伤保险指定医疗机构、广州市医疗保险定点医疗机构最高信用等级评定“AAA”级单位，医院先后被评为全国百家改革创新医院、全国首批军民共建社会主义精神文明先进单位、全军“白求恩杯”优质服务先进单位、广东省用户满意工程先进单位、国家级“青年文明号”标兵示范单位，荣获全国“五一”劳动奖状。',
        hospQRCode: '',
        hospDepart: ['儿科中心', '神经外科中心', '心血管内科', '消化内科', '呼吸与危重症医学科'],
        hospDoctors: []
    },
    {
        id: 5,
        title: '广州市妇女儿童医疗中心',
        imgUrl: '',
        hospTel: '020-81886332',
        hospAddr: '广东省广州市天河区金穗路9号',
        hospDetail: '广州市妇女儿童医疗中心（以下简称“市妇儿医疗中心”）是华南地区规模最大的三级甲等妇女儿童医院，由原广州市儿童医院、广州市妇幼保健院（广州市妇婴医院）、广州市人口和计划生育技术服务指导所整合而成，为市副局级事业单位。目前开放床位数1500余张。2017年全年门急诊量470万人次，出院病人136071人次，分娩量33817人，在复旦最佳医院综合排名中连续6年进入百强。',
        hospQRCode: '',
        hospDepart: ['新生儿科', '胎儿医学中心', '妇幼保健学专科', '小儿呼吸科', '小儿消化科', '小儿外科', '产科', '介入血管瘤专科', '口腔科'],
        hospDoctors: []
    },
    {
        id: 6,
        title: '暨南大学附属第一医院',
        imgUrl: '',
        hospTel: '020-38688888',
        hospAddr: '广东省广州市天河区黄埔大道西613号',
        hospDetail: '暨南大学附属第一医院（又名广州华侨医院、暨南大学第一临床医学院），是国务院侨办直属的国家“211工程”重点大学——暨南大学的附属医院，是一所集医疗、教学、科研、预防、保健和康复于一体的综合性三级甲等医院。先后获评为“爱婴医院”、“国际SOS合作医院”、“广东省文明医院”、“全国侨办系统先进集体”、“广州市社会保险定点医疗机构信用等级AAA医院”和“全国优质护理服务考核优秀医院”。2010年起，医院连续被中国健康年度总评榜评选为“广州十佳三甲医院”。',
        hospQRCode: '',
        hospDepart: ['心血管内科', '内分泌代谢科', '血液内科', '神经内科', '肝胆外科', '肿瘤科'],
        hospDoctors: []
    },
    {
        id: 7,
        title: '广东省中医院',
        imgUrl: '',
        hospTel: '020-81887233',
        hospAddr: '总院:广东省广州市越秀区大德路111号',
        hospDetail: '广东省中医院（广州中医药大学第二附属医院、广州中医药大学第二临床医学院、广东省中医药科学院、广东省中医药研修院）始建于1933年，是我国近代史上最早的中医医院之一，被誉为“南粤杏林第一家”。目前，医院已发展成为一家拥有大德路总院、二沙岛医院、芳村医院（广州市慈善医院）、珠海医院、大学城医院、琶洲医院（广州和睦家医院）六间医院及广州下塘、天河、罗冲围三个门诊部的大型综合性中医院。广东省中医药科学院、广东省中医药研修院、中国中医科学院广东分院落户我院。医院还是国家中医临床研究基地建设单位。',
        hospQRCode: '',
        hospDepart: ['肾病专科', '脊柱专科', '中医急症', '颈椎病（脊柱）专科', '骨病骨肿瘤专科', '中医外科', '针灸科'],
        hospDoctors: []
    },
    {
        id: 8,
        title: '中山大学附属第一医院',
        imgUrl: '',
        hospTel: '020-87755766',
        hospAddr: '广东省广州市越秀区中山二路58号',
        hospDetail: '中山大学附属第一医院（简称中山一院）地处广东省省会广州市，是国家重点大学中山大学附属医院中规模最大、综合实力最强的附属医院，也是国内规模最大、综合实力最强的医院之一。医院始建于1910年，前身为广东公医医学专门学校附设公医院，历经百年沧桑磨砺，2001年更名为中山大学附属第一医院，现为国家三级甲等医院和国家爱婴医院，由院本部、东院组成（院本部位于广州市中心越秀区，东院位于广州市东部黄埔区中心地带），是华南地区医疗、教学、科研、预防保健和康复的重要基地，素以“技精德高”在我国和东南亚一带久负盛名。',
        hospQRCode: '',
        hospDepart: ['内分泌科', '肾内科', '神经科', '普通外科', '耳鼻咽喉科'],
        hospDoctors: []
    }
];

if (RenderParam.carrierId=='440001'){
    hospData = guangdongYDHospListData;
}