var doctors = {
    2058: {
        doctor: '薛平',
        jobName: '副主任医师，副教授',
        hospital: '武汉科技大学',
        bodyBg: 'index_bg_4.png',
        photoImg: '1002058.png',
        content: '薛平，男，副主任医师，副教授，1993年武汉科技大学医疗系毕业，1993-2003在湖北省鄂州市中医医院脾胃科从事临床工作；2003.9-2009.6年在四川大学华西临床医学院攻读中西医结合临床硕士、博士学位，研究方向为：中西医结合治疗急腹症；2009.7-2011.3在华西临床医学院从事博士后研究工作，主要研究中西医结合治疗重症急性胰腺炎。2011.4-今天在四川大学华西医院从事中西医结合消化组从事临床工作，2011年7月评为副教授。 获得包括自然科学基金、博士点基金、博士后基金、四川省科技支撑计划及四川省中医药管理局科研项目在内的多项科研项目的资助；参与了包括国家中医药管理局重点学科建设项目、卫生部重点专科建设项目以及11.5科技支撑计划项目在内的多项科研建设项目。以第一作者或通讯作者在国内外期刊发表急性胰腺炎相关学术论文30余篇，其中SCI收录9篇。',
    },
    1342: {
        doctor: '马文英',
        jobName: '主任医师，教授',
        hospital: '首都医科大学',
        bodyBg: 'index_bg_1.png',
        photoImg: '1001342.png',
        content: '1983年毕业于首都医科大学，现北京友谊医院心内科。擅长心血管内科,高血压,冠心病,瓣膜病的治疗并从事心脏起搏器和射频消融的治疗。各种快慢心律失常的诊断和处理。擅长高血压、冠心病、缓慢及快速心律失常的药物及介入治疗，特别是缓慢心律失常的起搏器移植术，在心律失常的治疗方面更具有一定的临床经验。从事快速和缓慢心律失常的介入治疗，在心律失常的药物治疗方面积累的一定的临床经验，尤其在是起搏器的植入和术后管理方面具有丰富的临床经验。',
    },
    2016: {
        doctor: '谢勇',
        jobName: '副主任医师、博士',
        hospital: '中国协和医科大学',
        bodyBg: 'index_bg_2.png',
        photoImg: '1002016.png',
        content: '北京协和医院皮肤科副主任医师，中国协和医科大学医学博士，美国斯坦佛大学医学院皮肤科访问教授，留美期间，系统学习激光美容治疗新技术。美国迈阿密大学鲍曼美容研究所研究员，主攻肉毒素和玻尿酸注射美容，以及激光、超声波年轻化治疗。在北京协和医院长期师从苑勰教授从事硬皮病的治疗，在日本熊本大学医学部皮肤科做访问学者期间，师从国际著名硬皮病专家尹浩信教授研究硬皮病等自身免疫性皮肤病发病机理及临床治疗，在国际医学杂志发表论文多篇 。',
    },
    2024: {
        doctor: '高山',
        jobName: '主任医师，教授',
        hospital: '香港中文大学',
        bodyBg: 'index_bg_6.png',
        photoImg: '1002024.png',
        content: '1964年出生，北京协和医院神经内科主任医师，教授，硕士生导师。1987年和2001年分获北京大学医学学士和香港中文大学硕士学位。主要研究脑血管病和TCD。至2008年4月，已在国内外发表与TCD脑动脉狭窄诊断、脑死亡TCD诊断、脑血流微栓子监测以及颅内脑动脉粥样硬化狭窄脑梗塞发病机制等相关文章70余篇，其中SCI英文第一作者文章4篇。2004年与黄家星教授共同编写出版了《TCD的诊断技术与临床应用》一书。擅长脑血管病，脑动脉狭窄的诊断和治疗 。',
    },
    2051: {
        doctor: '姚勇',
        jobName: '主任医师',
        hospital: '中国医师协会儿科医师分会血液净化专业委员会副主任委员、肾脏专业委员会委员',
        bodyBg: 'index_bg_7.png',
        photoImg: '1002051.png',
        content: '从事儿科肾脏疾病的临床工作三十年，主要从事各种原发性/继发性肾小球肾炎、肾病、肾小管-间质疾病以及小儿急性/慢性肾衰竭与儿童透析的临床工作。曾先后赴韩国汉城国立大学儿童医院和香港玛嘉烈医院儿童透析中心研修。曾担任中华医学会儿科分会第十四届肾脏病学组秘书（1998～2013年）、国际儿科肾脏病学会（IPNA）理事（2007～2013年），现任北京大学第一医院儿（肾）科主任医师，现任中国医师协会儿科医师分会血液净化专业委员会副主任委员、肾脏专业委员会委员。',
    },
    2066: {
        doctor: '王彤',
        jobName: '主任医师、医学博士',
        hospital: '北京大学医学部',
        bodyBg: 'index_bg_3.png',
        photoImg: '1002066.png',
        content: '1993年毕业于北京大学医学部。主任医师、医学博士。1993年本科毕业后即从事妇产科临床、科研及教学工作。近年来致力于妇科良、恶性肿瘤及癌前病变的临床医疗、教学、科研等工作，具有丰富的临床经验。先后在妇产科专业期刊上发表学术论文十余篇，SCI论文1篇。近年来致力于宫颈癌大规模筛查和妊娠期宫颈病变研究，为北京市宫颈癌筛查项目阴道镜指导专家。擅长妇科恶性肿瘤：卵巢癌、子宫内膜癌、宫颈癌、子宫肉瘤的诊断、手术、放疗及化疗。尤其是运用腹腔镜手术治疗妇科良、恶性肿瘤，宫腔镜诊治异常子宫出血、子宫内膜病变，阴道镜检查宫颈病变，LEEP术治疗宫颈癌前病变等方面有丰富经验。'
    }
};